[
    {
        "SNo": "1",
        "Category": "Pre Riviera",
        "Event": "Table Tennis",
        "Descriptions and Rules": "This will be an individual event for both Men and Women, All matches will be knockout, Matches upto the semi-final will be best of 3 sets of 11 points each, Semi-Final and Final will be best of 5 sets.\r\n"
    },
    {
        "SNo": "2",
        "Event": "Basketball",
        "Descriptions and Rules": "Basketball shootout \r\nIndividual event, Number of rounds: 2, In the first round participants will have to take 10 shots from the free throw line., Top 5 advance to the next round., Participants can take 5 shots from anywhere on the 3 point line., The person with the most baskets will be declared the winner.\r\n \r\nBasketball 3on3 (men and women)\r\nTeam event, 3 members per team with maximum 1 substitute, There will be two halves of 6-7 minutes each, Standard rules and regulations apply."
    },
    {
        "SNo": "3",
        "Event": "Tennis",
        "Descriptions and Rules": "Individual event, All matches will be knockout, All matches will be best of 7 games upto the semi-final, Semi Final and Final will be best of 11 games.\r\n"
    },
    {
        "SNo": "4",
        "Event": "Tug of War",
        "Descriptions and Rules": "The maximum number of players in a team are 8.\r\n- There are 3 different commands that are given to the players i.e. “Pick up the rope”, and then “Take the string”, and finally “Pull”.\r\n- The team who is pulled by the opposition towards the center whose mark goes over the center line is declared the loser. Matches are going to be the best of three.\r\n"
    },
    {
        "SNo": "5",
        "Event": "Football",
        "Descriptions and Rules": "5-a-side Futsal\r\n- Futsal is 5-a-Side football with rolling substitutions.\r\n- There can be a maximum of 10 people in a team.\r\n- The games are knockout.\r\n- The duration will be 7.5 or 10mins half depending on the round\r\n"
    },
    {
        "SNo": "6",
        "Event": "Badminton",
        "Descriptions and Rules": "This will be an individual event for both Men and Women\r\n- All matches will be knockout\r\n- Matches upto the semifinals will be of one  set of 21 points\r\n- Semi-Final and Final will be best of 3 sets.\r\n"
    },
    {
        "SNo": "7",
        "Event": "Cricket",
        "Descriptions and Rules": "6-a-side Cricket\r\n\r\n- All matches will be knockout\r\n\r\n- A team can have a minimum of 6 and maximum of 8 players\r\n\r\n- In a particular match, the same set of 6 players will play, the players can be substituted for the next match.\r\n\r\n- There will be 5 overs per inning\r\n\r\n- One bowler can bowl a maximum of 1 over.\r\n"
    },
    {
        "SNo": "8",
        "Event": "Volleyball",
        "Descriptions and Rules": "Individual event\r\n\r\n- The court is divided into 5 parts .each is given some points [1 to 5] \r\n.\r\n- Each person is given 5 chances to service. \r\nAs per the ranking given the points are awarded\r\n .\r\n- Total points from each service are added and the one with maximum points will win.\r\n"
    },
    {
        "SNo": "9",
        "Event": "Throwball",
        "Descriptions and Rules": "Throwball Service Challenge\r\n- Team size: 1\r\n- Rounds: 2\r\n- Each participant has to serve with all the rules provided they target the particular place with weightage being marked inside the court. ( Court will be divided into 6 parts with different weightage scores)\r\n- Each participant will be given 5 serves and top 6 participants who secure maximum points on adding a score of 5 serves will be qualified to 2nd round\r\n"
    },
    {
        "SNo": "10",
        "Event": "Handball",
        "Descriptions and Rules": "N/A"
    },
    {
        "SNo": "11",
        "Event": "Athletics",
        "Descriptions and Rules": "N/A"
    },
    {
        "SNo": "12",
        "Event": "Snooker",
        "Descriptions and Rules": "Individual tournament\r\n- one frame upto finals\r\n- final will be best of five frames\r\n"
    },
    {
        "SNo": "13",
        "Event": "Mr. Rivera",
        "Descriptions and Rules": "N/A"
    },
    {
        "SNo": "14",
        "Event": "Chess",
        "Descriptions and Rules": "This is an individual event\r\n\r\n- The first few rounds will be knockout\r\n\r\n- 4th or 5th round onwards, matches will be conducted according to the swiss-system.\r\n"
    },
    {
        "SNo": "15",
        "Event": "Swimming",
        "Descriptions and Rules": "Individual event\r\n\r\n- Each participant will have to complete a lap of the swimming pool. \r\n\r\n- Time to complete the lap will be recorded using a stop watch. \r\n\r\n- There are sub categories ( Freestyle, backstroke, breaststroke and butterfly)\r\n\r\n- One taking the least time will be declared winner.\r\n"
    },
    {
        "SNo": "16",
        "Event": "Slow Cycling",
        "Descriptions and Rules": "Individual event\r\n\r\n- Participants will need to bring their own bicycles\r\n\r\n- A track will be designated\r\n\r\n- The cyclist that reaches the finish line last without touching their feet to the ground wins.\r\n\r\n- The event will be conducted in heats in case of more participation.\r\n"
    },
    {
        "SNo": "1",
        "Category": "Riviera",
        "Event": "Table Tennis",
        "Descriptions and Rules": "A team can have a minimum of 3 and maximum of 5 players, \r\nThe matches will be conducted in the ABC vs XYZ format. ( 2 singles, 3rd singles and then 2 reverse singles), \r\nThe following will be the order of matches:-\r\nA vs X, \r\nB vs Y, \r\nC vs Z, \r\nA vs Y, \r\nB vs X, \r\nAll matches will be best of 5 sets of 11 points each.\r\n"
    },
    {
        "SNo": "2",
        "Event": "Basketball",
        "Descriptions and Rules": "Team event, Minimum 6 and maximum 12 players per team., There will be 4 quarters of 10 minutes each., Standard rules and regulations apply.\r\n"
    },
    {
        "SNo": "3",
        "Event": "Tennis",
        "Descriptions and Rules": "Team event, Minimum 2 and maximum 5 players per team, A three match rubber will be played in a tie in the following order: 1st singles, doubles, 2nd singles, One player can play a maximum of two matches( any one singles and doubles), Standard rules and regulations apply\r\n"
    },
    {
        "SNo": "4",
        "Event": "Tug of War",
        "Descriptions and Rules": "N/A"
    },
    {
        "SNo": "5",
        "Event": "Football",
        "Descriptions and Rules": "11 a side game, a team can have a maximum of 18 players.\r\n\r\n- All the matches are knockout\r\n\r\n- Match is divided into two halves each having a duration of 30 minutes\r\n\r\n- Standard rules and regulations apply.\r\n"
    },
    {
        "SNo": "6",
        "Event": "Badminton",
        "Descriptions and Rules": "Boys and girls event will be a team event\r\n- All matches will be knockout.\r\n- Best of 3 sets, each set having 21 points\r\n- The tournament will be conducted according to the following format: First Singles, First Doubles, Second Singles.\r\n- The team moves to the next round when they win 2 of the 3 matches.\r\n- The number of players per team:\r\n- Men: Min 3 and Max 5\r\n- Women: Min 2 and Max 4\r\n"
    },
    {
        "SNo": "7",
        "Event": "Cricket",
        "Descriptions and Rules": "All matches will be of one inning per side, each inning being limited to a maximum of 20 overs per team. The conclusion of number of overs depends upon time. Minimum overs in each inning is 12\r\n\r\n- Teams will be divided into two pools\r\n\r\n- Umpire decision will be final. No appeal/protest against Umpires will be entertained\r\n\r\n- Teams have to wear white clothing and shoes.\r\n"
    },
    {
        "SNo": "8",
        "Event": "Volleyball",
        "Descriptions and Rules": "Team event\r\n\r\n- There will be 6 players in each team\r\n\r\n- Matches are conducted as per FIVB rules\r\n- All matches will be knockout.\r\n- Best of 3 sets, each set having 25points\r\n"
    },
    {
        "SNo": "9",
        "Event": "Throwball",
        "Descriptions and Rules": "Team event\r\n\r\n-  All matches will be knockout\r\n\r\n- A team can have a minimum of 7 and a maximum of 12 players.\r\n\r\n- All matches will be best of three sets of either 15 or 25 points.\r\n\r\n- All standard rules and regulations will be followed\r\n"
    },
    {
        "SNo": "10",
        "Event": "Handball",
        "Descriptions and Rules": "Team Event\r\n\r\n- Each team can have a minimum of 7 players and a maximum of 14 players.\r\n\r\n- A match consists of two periods of 30 minutes each(tentative).\r\n\r\n- All matches are knockout.\r\n\r\n-Standard rules and regulations apply. \r\n"
    },
    {
        "SNo": "11",
        "Event": "Athletics",
        "Descriptions and Rules": "Men\r\n\r\nFollowing 8 categories:\r\n1) 100 m\r\n2) 200 m\r\n3) 400 m\r\n4) 1500 m\r\n5) Shot put\r\n6) Long jump\r\n7) Discuss throw\r\n8) Triple jump\r\n\r\nWomen\r\n\r\nFollowing 6 categories:\r\n1) 100 m\r\n2) 200 m\r\n3) 400 m\r\n4) 800 m\r\n5) Shot put\r\n6) Long jump\r\n\r\nStandard rules and regulations will be followed.\r\n"
    },
    {
        "SNo": "12",
        "Event": "Snooker",
        "Descriptions and Rules": "Minimum 2 and Maximum 4 players per team\r\n- Format will be two singles and one doubles for each round\r\n- All matches will be knockout\r\n"
    },
    {
        "SNo": "13",
        "Event": "Mr. Rivera",
        "Descriptions and Rules": "Category wise, participants will be called to the stage in groups of 3.\r\n\r\n- The participants will pose and the judges will score each participant.\r\n\r\n- The judges’ scores will be tallied to determine the winner.\r\n\r\n- Mr. Riviera and Most Muscular winners will also be collectively decided by the judges.\r\n"
    },
    {
        "SNo": "14",
        "Event": "Chess",
        "Descriptions and Rules": "Minimum of 4 and maximum of 6 players per team\r\n\r\n- The format(knockout/league) will be determined on the basis of the number of teams participating\r\n\r\nWomen\r\n\r\n- Individual event\r\n\r\n- The format(knockout/league) will be determined on the basis of the number of entries.\r\n"
    },
    {
        "SNo": "15",
        "Event": "Swimming",
        "Descriptions and Rules": "N/A"
    },
    {
        "SNo": "16",
        "Event": "Slow Cycling",
        "Descriptions and Rules": "N/A"
    }
]